{
    "version": "https://jsonfeed.org/version/1",
    "title": "rocks",
    "description": "",
    "home_page_url": "https://jlschmidt-geos.github.io",
    "feed_url": "https://jlschmidt-geos.github.io/feed.json",
    "user_comment": "",
    "author": {
        "name": "Jen Schmidt"
    },
    "items": [
        {
            "id": "https://jlschmidt-geos.github.io/first-post.html",
            "url": "https://jlschmidt-geos.github.io/first-post.html",
            "title": "&quot;The blogosphere is full&quot;",
            "summary": "My PhD advisor and I were having a conversation a few years back when he made a comment that has really stuck with me for some reason. \"The blogosphere is full\" he said. There's no need for any more blogs to pop up, was his opinion. I&hellip;",
            "content_html": "<p>My PhD advisor and I were having a conversation a few years back when he made a comment that has really stuck with me for some reason. \"The blogosphere is full\" he said. There's no need for any more blogs to pop up, was his opinion. I was in complete agreement at the time. Why were a bunch of average people so full of themselves that they thought that the world wanted to hear what they had to say?</p>\n<p>Really that was a pretty harsh judgement of an entire group of people just doing their own thing. I've come to realize that maybe people aren't blogging because they have an inflated sense of self importance. Maybe writing helps them share stories and traditions with family and friends. Maybe they discovered an efficient way to code a script that would help others in their field. Maybe they just like to write and who am I to judge them for that? </p>\n<p>So here I am. Starting a blog. Asking myself why and who would want to read anything I write. Maybe no one does and thats ok. I'm honestly a little embarrased putting my thoughts out there for the world to read and would be fine if no one ever read them. </p>\n<p>I guess I'm doing this for a couple reasons. One is for the practice. I am trained in academic writing. I have no experience in any form of creative writing. Seems like a good skill to work on. More importantly though I suppose is that I am in a period of uncertainty in my career path (more on this in a future post). I'm trying to explore my options going forward. I want to use this space to work through my situation, which may or may not be that unique, in the hope that I will come out with a better idea of what I want to do with my life. With any luck, someone in a similar situation will stumble upon this and find it useful. </p>\n<p> </p>",
            "author": {
                "name": "Jen Schmidt"
            },
            "tags": [
            ],
            "date_published": "2019-12-31T22:25:05-07:00",
            "date_modified": "2020-01-06T09:24:09-07:00"
        },
        {
            "id": "https://jlschmidt-geos.github.io/about-me.html",
            "url": "https://jlschmidt-geos.github.io/about-me.html",
            "title": "About",
            "summary": "My name is Jen Schmidt. After a hard-fought seven years, I earned my PhD in Earth Science in 2018. I had my first little one in graduate school. I got pregnant with my second after defending my dissertation and spent the last few months of&hellip;",
            "content_html": "<p>My name is Jen Schmidt. After a hard-fought seven years, I earned my PhD in Earth Science in 2018.  I had my first little one in graduate school. I got pregnant with my second after defending my dissertation and spent the last few months of my PhD teaching full time, working through revisions, and trying not to vomit. I am currently a stay-at-home-mom. Sort of. Not really.</p>\n<p>I'm not really sure what I am. </p>",
            "author": {
                "name": "Jen Schmidt"
            },
            "tags": [
            ],
            "date_published": "2019-12-31T21:55:08-07:00",
            "date_modified": "2020-01-06T09:27:27-07:00"
        }
    ]
}
